Crear/CrearAlumno.getInfo.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
  xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
  xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
  xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
  xmlns:xsd="http://www.w3.org/2001/XMLSchema"
  xmlns:ns="urn:CrearAlumno">
 <SOAP-ENV:Body>
  <ns:getInfo>
   <insert>
    <FLastName></FLastName>
    <SLastName></SLastName>
    <Name></Name>
    <Telephone>0</Telephone>
    <Email></Email>
    <Delegation></Delegation>
    <passw></passw>
    <Direction></Direction>
   </insert>
  </ns:getInfo>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
